{"id":5204,"date":"2021-03-19T21:36:42","date_gmt":"2021-03-19T20:36:42","guid":{"rendered":"https:\/\/golivertx.com\/?p=5204"},"modified":"2021-03-19T21:38:45","modified_gmt":"2021-03-19T20:38:45","slug":"goliver-therapeutics-laureate-de-lappel-a-projets","status":"publish","type":"post","link":"https:\/\/golivertx.com\/goliver-therapeutics-laureate-de-lappel-a-projets\/","title":{"rendered":"GoLiver Therapeutics lauréate de l’appel à projets"},"content":{"rendered":"<p><strong>GoLiver Therapeutics lauréate de l’appel à projets<\/strong><br \/>\n« Plan de relance pour l’industrie &#8211; Secteurs stratégiques »<br \/>\npour son projet de plateforme de bioproduction industrielle,<br \/>\navec à la clé, un biomédicament à partir de cellules souches<\/p>\n<p>Ce projet a pour objectif de fabriquer, en France, un biomédicament à partir de<br \/>\ncellules souches pluripotentes pour le traitement des insuffisances hépatiques<br \/>\nsévères, actuellement sans solution thérapeutique autre que la greffe de foie.<br \/>\nNantes, le 18 mars 2021 &#8211; GoLiver Therapeutics, start-up spécialisée dans le développement de<br \/>\nMédicaments de Thérapie Innovante, est lauréate de l’appel à projets « Plan de relance pour<br \/>\nl’industrie &#8211; Secteurs stratégiques » mis en place par le Gouvernement pour soutenir l’investissement<br \/>\net la compétitivité de l’industrie française.<\/p>\n<p><strong>Souveraineté industrielle et sanitaire<\/strong><br \/>\nGoLiver Therapeutics, qui a mis au point un biomédicament consistant en une solution injectable de<br \/>\ncellules hépatiques, allogéniques et congelées, fabriqués à partir de cellules souches pluripotentes, a<br \/>\npour ambition de mettre sur le marché un médicament de thérapie innovante, à un prix raisonnable et<br \/>\nà un coût de fabrication faible et maîtrisé, grâce au développement d’une chaîne de production<br \/>\nindustrielle. Cet investissement de 2 millions d’euros, soutenu à 50 % par France Relance, finance en<br \/>\npartie cette étape capitale, et salue également le déploiement de capacités en bioproduction en<br \/>\nFrance, indispensables à la sécurisation de ses approvisionnements en solutions thérapeutiques.<\/p>\n<p>La thérapie cellulaire mise au point par la start-up propose une médecine régénérative pour traiter :<br \/>\n&#8211; Les insuffisances hépatiques sévères sans solution thérapeutique autre que la greffe de foie,<br \/>\nseul traitement curatif reconnu pour les maladies hépatiques au stade terminal ;<br \/>\n&#8211; Les maladies chroniques du foie telles que la stéatose hépatique non alcoolique (NASH).<\/p>\n<p>En permettant à des patients de vivre sans greffe de foie et avec leur propre foie régénéré, la solution<br \/>\nthérapeutique de GoLiver Therapeutics soulagera le système de santé en manque de greffons et<br \/>\npermettra aussi la réattribution des greffons à d’autres. Enfin, la start-up table sur une réduction<br \/>\ndrastique du coût par patient.<\/p>\n<p>Cette subvention intervient alors que la jeune pousse est à un moment crucial de son<br \/>\ndéveloppement : passer la production de son biomédicament à l’échelle industrielle afin de fabriquer à<br \/>\ngrande échelle et produire des lots cliniques. Ceux-ci permettront d’avancer le dossier de demande<br \/>\nd’essai clinique de phase I\/IIa pour lequel un protocole d&rsquo;accord de partenariat avec l’hôpital Paul<br \/>\nBrousse, premier centre de greffe de foie en France, a déjà été signé.<\/p>\n<p>« Au stade de développement où nous sommes actuellement, trouver des financements privés n’est<br \/>\npas simple car notre technologie est véritablement révolutionnaire mais récente dans l’industrie<br \/>\npharmaceutique. En général, les investisseurs préfèrent accompagner les biotechs à un stade plus<br \/>\navancé et\/ou avec des technologies de production déjà éprouvées. Le fait de pouvoir compter sur des<br \/>\nfonds publics pour passer ce cap est un véritable booster pour notre développement en France et<br \/>\nnous remercions le Gouvernement d’avoir décidé de consacrer des fonds importants à notre secteur<br \/>\nstratégique, et d’avoir retenu notre projet. La thérapie cellulaire aujourd’hui, c’est un peu l’ARNmessager il y a 10 ans.<br \/>\nOn pensait qu’il y avait un potentiel mais il fallait construire une nouvelle industrie pharmaceutique et ça ne faisait pas rêver les investisseurs, alors qu’aujourd’hui il a permis<br \/>\nde développer en un temps record les premiers vaccins pour lutter contre le coronavirus.<\/p>\n<p>Nous sommes convaincus que la thérapie cellulaire, et les cellules souches pluripotentes en particulier, vont<br \/>\nrévolutionner la prise en charge des patients. Si GoLiver Therapeutics est focalisée sur les maladies<br \/>\ndu foie, la thérapie cellulaire pourra offrir des solutions pour soigner d’autres organes. Nous pensons<br \/>\nque la France a tous les atouts pour s’imposer comme l’un des leaders dans les biomédicaments.<br \/>\nNous souhaitons y contribuer à notre mesure, car c’est en France que nous voulons écrire le futur de<br \/>\nGoLiver Therapeutics et espérons attirer des investisseurs visionnaires et audacieux comme nous »<br \/>\nindique Tuan Huy Nguyen, Président de GoLiver Therapeutics.<\/p>\n<p>« On recourt à la greffe du foie en cas d&rsquo;insuffisance hépatique terminale. Le patient doit ensuite<br \/>\nprendre un traitement immunosuppresseur à vie pour moduler les déficiences immunitaires et ainsi<br \/>\nréduire le rejet du greffon. Il existe des effets secondaires de ce traitement. Quelle alternative à la<br \/>\ngreffe ? Une médecine régénératrice des insuffisances hépatiques sévères est prometteuse pour<br \/>\néviter la greffe. Goliver Therapeutics propose une voie se basant sur la capacité des cellules du foie à<br \/>\nse régénérer, c&rsquo;est un traitement d&rsquo;avenir » se réjouit André Le Tutour, Vice-Président de<br \/>\nTransHepate, la Fédération Nationale des malades et transplantées hépatiques et PrésidentFondateur de l’Association Régionale TransHepate Bretagne Ouest au CHU de Rennes.<\/p>\n<p>A propos de GoLiver Therapeutics &#8211; https:\/\/golivertx.com\/<\/p>\n<p>GoLiver Therapeutics est une start-up créée en 2017. Spin-off de l’Inserm et de l’Université de Nantes. Elle est<br \/>\nspécialisée dans le développement de Médicaments de Thérapie Innovante pour répondre à un besoin médical<br \/>\nurgent non satisfait en transplantation. GOLIVER THERAPEUTICS a pour ambition de devenir un leader mondial<br \/>\nmajeur dans la médecine régénérative en s’attaquant à la régénérescence hépatique en initiant les premières<br \/>\nétudes cliniques et en délivrant sur le marché le premier biomédicament innovant pour traiter les maladies du foie<br \/>\nsans greffe grâce à des cellules souches pluripotentes différenciées.<\/p>\n<p>Distingué par le Sceau d’excellence de la Commission européenne en 2020, identifiée par le magazine<br \/>\nChallenges parmi les  » 100 start-up où investir  » en 2019, GoLiver Therapeutics est lauréate du France French<br \/>\nTransfer Invest 2019, du French Tech Seed en 2019, du Grand Prix National i-LAB 2016 en biotechs de la santé<br \/>\net lauréate  » émergence  » i-LAB 2015. Sa R&amp;D est soutenue par des dispositifs de financement de la BPI et le<br \/>\nFonds Européen de Développement Régional des Région Pays de la Loire (FEDER, Décembre 2018-Décembre<br \/>\n2019, 400 k€) pour réussir les premières étapes de l’industrialisation de son procédé de bioproduction.<\/p>\n<p><strong>Contact presse<\/strong><br \/>\nFlorence Portejoie I Mob : 06 07 76 82 83 I fportejoie@fp2com.fr<\/p>\n<p>Lien PDF : <a href=\"https:\/\/golivertx.com\/wp-content\/uploads\/2021\/03\/GoLiver_CP_Subvention_France_Relance_20210318.pdf\" target=\"_blank\" rel=\"noopener\">GoLiver_CP_Subvention_France_Relance_20210318<\/a><\/p>\n","protected":false},"excerpt":{"rendered":"<p>GoLiver Therapeutics lauréate de l’appel à projets « Plan de relance pour l’industrie &#8211; Secteurs stratégiques » pour son projet de plateforme de bioproduction industrielle, avec à la clé, un biomédicament à partir de cellules souches Ce projet a pour objectif de fabriquer, en France, un biomédicament à partir de cellules souches pluripotentes pour le [&hellip;]\n","protected":false},"author":1,"featured_media":0,"comment_status":"closed","ping_status":"closed","sticky":false,"template":"","format":"standard","meta":[],"categories":[215],"tags":[],"_links":{"self":[{"href":"https:\/\/golivertx.com\/wp-json\/wp\/v2\/posts\/5204"}],"collection":[{"href":"https:\/\/golivertx.com\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/golivertx.com\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/golivertx.com\/wp-json\/wp\/v2\/users\/1"}],"replies":[{"embeddable":true,"href":"https:\/\/golivertx.com\/wp-json\/wp\/v2\/comments?post=5204"}],"version-history":[{"count":5,"href":"https:\/\/golivertx.com\/wp-json\/wp\/v2\/posts\/5204\/revisions"}],"predecessor-version":[{"id":5211,"href":"https:\/\/golivertx.com\/wp-json\/wp\/v2\/posts\/5204\/revisions\/5211"}],"wp:attachment":[{"href":"https:\/\/golivertx.com\/wp-json\/wp\/v2\/media?parent=5204"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/golivertx.com\/wp-json\/wp\/v2\/categories?post=5204"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/golivertx.com\/wp-json\/wp\/v2\/tags?post=5204"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}