{"id":4727,"date":"2018-03-06T17:52:23","date_gmt":"2018-03-06T16:52:23","guid":{"rendered":"https:\/\/golivertx.com\/?page_id=4727"},"modified":"2021-01-02T18:28:32","modified_gmt":"2021-01-02T17:28:32","slug":"mentions-legales","status":"publish","type":"page","link":"https:\/\/golivertx.com\/mentions-legales\/","title":{"rendered":"MENTIONS LÉGALES ET POLITIQUE DE CONFIDENTIALITÉ"},"content":{"rendered":"[vc_row][vc_column]<p  class=\"sc_text  sc_text_left\"><strong>INFORMATIONS:<\/strong><\/p>\n<p>Le présent site est la propriété de la société GOLIVER THERAPEUTICS dénommé golivertx, soucieuse des droits des individus, notamment au regard des traitements automatisés, et dans une volonté de transparence avec ses clients, a mis en place une politique reprenant l&rsquo;ensemble de ces traitements, des finalités poursuivis par ces derniers ainsi que des moyens d&rsquo;action à la disposition des individus afin qu&rsquo;ils puissent au mieux exercer leurs droits.<\/p>\n<p>Pour toute information complémentaire sur la protection des données personnelles, nous vous invitons à consulter le site de la : CNIL<br \/>\nLa poursuite de la navigation sur ce site vaut acceptation sans réserve des dispositions et conditions d&rsquo;utilisation qui suivent.<br \/>\nVous acceptez l&rsquo;utilisation de cookies et autres traceurs. En cas de refus, veuillez cliquer sur le bouton « home » de votre navigateur.<br \/>\nLa version actuellement en ligne de ses conditions d&rsquo;utilisation et la seule opposable pendant toute la durée d&rsquo;utilisation du site et jusqu&rsquo;à ce qu&rsquo;une nouvelle version la remplace.<\/p>\n<p>&nbsp;<\/p>\n<p><strong>ARTICLE 1 : MENTIONS LÉGALES<\/strong><\/p>\n<p><strong>1.1 Site (ci-après “le site”) : GOLIVER THERAPEUTICS<\/strong><br \/>\n<strong>1.2 Éditeur (ci-après “l’éditeur”)<\/strong><\/p>\n<p>Directeur de la publication : Tuan Nguyen<br \/>\nGOLIVER THERAPEUTICS, 8 QUAI MONCOUSU, 44000 NANTES<\/p>\n<p>Par le mail ou formulaire de contact visible sur le site<\/p>\n<p>&nbsp;<\/p>\n<p><strong>1.3 Conception\/Création du site :<\/strong><\/p>\n<ul>\n<li>Agence eDovel<\/li>\n<li>Création &amp; Location de sites internet professionnels sur mesure<\/li>\n<li>Plus de renseignements sur <a href=\"https:\/\/edovel.com\" target=\"_blank\" rel=\"noopener noreferrer\">eDovel.com<\/a><\/li>\n<\/ul>\n<p>&nbsp;<\/p>\n<p><strong>1.4 Hébergeur &amp; Prestataire de services :<\/strong><br \/>\n&#8211; 1.4.1 Mise en ligne du site &amp; Maintenance :<\/p>\n<ul>\n<li>Lancement et suivi du site avec l&rsquo;accord du client,<\/li>\n<li>Dovel s&rsquo;occupera du suivi permanent du site mais se décharge de toutes responsabilités sur la modification du contenu ou modification du site par le client.<\/li>\n<\/ul>\n<p>&nbsp;<\/p>\n<p>&#8211; 1.4.2 Hébergement &amp; Nom de domaine :<\/p>\n<ul>\n<li>Dovel.com \/ Ovh.com, 2 rue Kellerman, BP 80157, 59100 ROUBAIX<\/li>\n<\/ul>\n<p>&nbsp;<\/p>\n<p><strong>1.5 Le contenu de ce site est consultable sur les domaines suivants:<\/strong><br \/>\nwww.golivertx.com<br \/>\nwww.golivertx.fr<\/p>\n<p>&nbsp;<\/p>\n<p><strong>ARTICLE 2 : ACCÈS AU SITE<\/strong><\/p>\n<p>L&rsquo;accès au site et son utilisation sont réservés à un usage strictement personnel. Vous vous engagez à ne pas utiliser ce site et les informations ou données qui figurent à des fins commerciales, politique, publicitaires et pour toute forme de sollicitation commerciale et notamment l&rsquo;envoi de courrier électronique non sollicités.<\/p>\n<p>&nbsp;<\/p>\n<p><strong>ARTICLE 3 : CONTENU DU SITE<\/strong><\/p>\n<p>Toutes les marques, photographie, texte, commentaire, illustration, images animées ou non, séquence vidéo, son, ainsi que toutes les applications informatiques qui pourraient être utilisés pour faire fonctionner ce site et plus généralement tous les éléments reproduit à utiliser sur le site sont protégés par les lois en vigueur au titre de la propriété intellectuelle. Ils sont la propriété pleine et entière du créateur, éditeur ou de ses partenaires selon les contrats établis entre ses parties.<\/p>\n<p>Toute reproduction, représentation, utilisation ou adaptation, sous quelque forme que ce soit, de tout ou partie de ces éléments, y compris les applications informatiques, sans l&rsquo;accord préalable et écrit de l&rsquo;éditeur, sont strictement interdites. Le fait pour l&rsquo;éditeur de ne pas s&rsquo;engager de procédure dès la prise de connaissance de ces utilisations non autorisées ne vaut pas acceptation desdites utilisations et renonciation aux poursuites.<\/p>\n<p>Il est également interdit de copier, modifier, créer une œuvre dérivée, inverser la conception ou l’assemblage ou de toute autre manière tenter de trouver le code source (à l’exception des cas prévus par la loi), vendre, attribuer, sous-licencier ou transférer de quelque manière que ce soit tout droit afférent au Site.<\/p>\n<p>La rédaction de ce poste dénommé “Mentions Légales” et régie à la protection de rédaction par la société Dovel en cas de récupération ou d&rsquo;utilisation sur un site or copyright de la société Dovel vous devrez effectuer une demande préalable via notre formulaire de contact sur notre site internet: eDovel.com<\/p>\n<p>&nbsp;<\/p>\n<p><strong>ARTICLE 4 : GESTION DU SITE<\/strong><\/p>\n<p>Pour la bonne gestion du site, l&rsquo;éditeur. À tout moment de :<\/p>\n<ul>\n<li>Suspendre, interrompre ou limiter l&rsquo;accès à tout ou partie du site, réserver l&rsquo;accès au site, ou à certaines parties du site, à une catégorie déterminée d&rsquo;internaute;<\/li>\n<li>Supprimer toutes informations pouvant en perturber le fonctionnement ou entrant en contravention avec les lois nationales ou internationales, ou avec les règles de la Nétiquette;<\/li>\n<li>Suspendre le site afin de procéder à des mises à jour;<\/li>\n<\/ul>\n<p>&nbsp;<\/p>\n<p><strong>ARTICLE 5 : RESPONSABILITÉS<\/strong><\/p>\n<p>La responsabilité de l&rsquo;éditeur ne peut être engagée en cas de défaillance, hébergeur, panne, difficulté ou interruption de fonctionnement, empêchant l&rsquo;accès au site ou à une de ces fonctionnalités.<\/p>\n<p>Le matériel de connexion au site que vous utilisez est sous votre entière responsabilité. Vous devez prendre toutes les mesures appropriées pour protéger votre matériel et vos propres données note allemande attaque virale par internet. Vous êtes par ailleurs seul responsable des sites et données que vous consultez.<br \/>\nL&rsquo;éditeur et prestataire ne pourra être tenu responsable en cas de poursuites judiciaires à votre encontre:<\/p>\n<ul>\n<li>Du fait de l&rsquo;usage du site ou de tout service accessible via Internet;<\/li>\n<li>Du fait du non-respect par vous des présentes conditions générales.<br \/>\nL&rsquo;éditeur n&rsquo;est pas responsable des dommages causés à vous-même, à des tiers et\/ou à votre équipement du fait de votre connexion ou de votre utilisation du site et vous renoncez à toute action contre lui de ce fait.<\/li>\n<\/ul>\n<p>Si l&rsquo;éditeur venait à faire l&rsquo;objet d&rsquo;une procédure amiable ou judiciaire à raison de votre utilisation du site, il pourra se retourner contre vous pour obtenir l&rsquo;indemnisation de tous les préjudices, sommes, condamnations et frais qui pourraient découler de cette procédure.<\/p>\n<p>&nbsp;<\/p>\n<p><strong>ARTICLE 6 : LIENS HYPERTEXTES<\/strong><\/p>\n<p>La mise en place par les utilisateurs de tout lien hypertexte vers tout ou partie du site est autorisé par l&rsquo;éditeur. Tout lien devrait être retirée sur simple demande de l&rsquo;éditeur. Toutes informations accessibles via un lien vers d&rsquo;autres sites n&rsquo;est pas publié par l&rsquo;éditeur. L&rsquo;éditeur ne dispose d&rsquo;aucun droit sur le contenu présent dans ledit lien.<\/p>\n<p>&nbsp;<\/p>\n<p><strong>ARTICLE 7 : COLLECTE ET PROTECTION DES DONNÉES<\/strong><\/p>\n<p>Vos données sont collectées par la société dénommé par le nom du site : golivertx.com<\/p>\n<p>Une donnée à caractère personnel désigne toute information concernant une personne physique identifiée ou identifiable ( personne concernée); et réputée identifiable une personne qui peut être identifié, directement ou indirectement, notamment par référence à un nom, un numéro d&rsquo;identification ou à un ou plusieurs éléments spécifiques, propre à son identité physique, psychologique, génétique, psychique, économique, culturel ou social.<\/p>\n<p>Les informations personnelles pouvant être recueillies sur le site sont principalement utilisé par l&rsquo;éditeur pour la gestion des relations avec vous et le cas échéant pour le traitement de vos commandes et autres demandes vous concernant afin de répondre à vos besoins.<br \/>\nLes données personnelles qui peuvent être généralement collectées dépendant des formulaires ou documents présentés sur le site sont les suivants:<\/p>\n<ul>\n<li>Nom et prénom<\/li>\n<li>Adresse<\/li>\n<li>Adresse mail<\/li>\n<li>Numéro de téléphone<\/li>\n<li>Date de naissance<\/li>\n<li>Autres informations indiquées lisiblement lors du remplissage de votre demande sur le site.<\/li>\n<li>S&rsquo;il s&rsquo;agit d&rsquo;un site e-commerce Données financières: dans le cadre du paiement des produits et prestations proposées sur la plate-forme, celle-ci enregistre des données financières relatives à la carte de crédit de l&rsquo;utilisateur.<\/li>\n<\/ul>\n<p>&nbsp;<\/p>\n<p><strong>ARTICLE 8 : LE DROIT D&rsquo;ACCÈS, DE RECTIFICATION ET DE DÉRÉFÉRENCEMENT DE VOS DONNÉES<\/strong><\/p>\n<p>En application de la réglementation applicable aux données à caractère personnel, les utilisateurs disposent des droits suivants:<\/p>\n<ul>\n<li>Le droit d&rsquo;accès: ils peuvent exercer leurs droits d&rsquo;accès, pour connaître les données personnelles les concernant, en écrivant à l&rsquo;adresse électronique via le formulaire ou mail indiqué sur le site internet ou dans cette page. Dans ce cas, avant la mise en œuvre de ce droit, la plateforme peut demander une preuve de l&rsquo;identité de l&rsquo;utilisateur afin d&rsquo;en vérifier l&rsquo;exactitude.<\/li>\n<li>Le droit de rectification: si les données à caractère personnel détenus par la plate-forme sont inexactes, ils peuvent demander la mise à jour des informations.<\/li>\n<li>Le droit de suppression des données: les utilisateurs peuvent demander la suppression de leurs données à caractère personnel, conformément aux lois applicables en matière de protection des données.<\/li>\n<li>Le droit à la limitation du traitement:  les utilisateurs peuvent demander à la plateforme de limiter le traitement des données personnelles conformément aux hypothèses prévu par le RGPD.<\/li>\n<li>• Le droit de s’opposer au traitement des données : l’utilisateur peut s’opposer à ce que ces données soient traitées conformément aux hypothèses prévues par le RGPD.<br \/>\n• Révoquer tous les cookies : « Rendez-vous en bas à droite de votre écran et une fenêtre gestion des cookies va apparaitre, il suffit de cliquer sur cookies fonctionnels uniquement. »<br \/>\n• Le droit à la portabilité : l’utilisateur peut réclamer à la plate-forme de lui transmettre les données personnelles qu’il a préalablement fournies, pour une transmission vers une nouvelle plate-forme.<\/li>\n<\/ul>\n<p>Vous pouvez exercer ce droit en nous contactant, par le mail ou le formulaire de contact disponible sur ce site.<br \/>\nToute demande doit être accompagné de la photocopie d&rsquo;un titre d&rsquo;identité en cours de validité signer et faire mention de l&rsquo;adresse à laquelle l&rsquo;éditeur pourra contacter le demandeur. La réponse sera adressée dans le mois suivant la réception de la demande. Ce délai d&rsquo;un mois peut-être prolongé de deux mois si la complexité de la demande et\/ou le nombre de demandes l&rsquo;exigent.<\/p>\n<p>De plus, et depuis la loi n° 2016-1321 du 7 octobre 2016, les personnes qui le souhaitent, ont la possibilité d&rsquo;organiser le sort de leur donner après leur décès. Pour plus d&rsquo;informations sur le sujet, vous pouvez consulter le site internet de la CNIL.<br \/>\nLes utilisateurs peuvent aussi introduire une réclamation auprès de la CNIL sur leur site.<br \/>\nNous vous recommandons de contacter dans un premier temps le contact au sein de la plate-forme avant de déposer une réclamation auprès de la CNIL car nous sommes à votre entière disposition pour régler votre problème.<\/p>\n<p>&nbsp;<\/p>\n<p><strong>ARTICLE 9 : UTILISATION DES DONNÉES<\/strong><\/p>\n<p>Les données personnelles collectées auprès des utilisateurs ont pour objectif la mise à disposition des services de la plate-forme, leur amélioration et le maintien d&rsquo;un environnement sécurisé. La base légale des traitements et l&rsquo;exécution du contrat entre l&rsquo;utilisateur et la plateforme. Plus précisément, les utilisations sont les suivantes:<\/p>\n<ul>\n<li>Accès et utilisation de la plate-forme par l&rsquo;utilisateur ;<\/li>\n<li>Gestion du fonctionnement et optimisation de la plate-forme ;<\/li>\n<li>Mise en œuvre d&rsquo;une assistance utilisateur ;<\/li>\n<li>Vérification, identification et authentification des données transmises par l&rsquo;utilisateur ;<\/li>\n<li>Personnalisation des services en affichant des publicités en fonction de l&rsquo;historique de navigation de l&rsquo;utilisateur, selon ses préférences ;<\/li>\n<li>Prévention et détection des fraudes, malware (malicious softwares ou logiciels malveillants) et gestion des incidents de sécurité ;<\/li>\n<li>Gestion des éventuels litiges avec les utilisateurs ;<\/li>\n<li>Envoi d&rsquo;informations commerciales et publicitaires, en fonction des préférences de l&rsquo;utilisateur ;<\/li>\n<li>Organisation des conditions d&rsquo;utilisation des services de paiement s&rsquo;il s&rsquo;agit d&rsquo;un site e-commerce ;<\/li>\n<\/ul>\n<p>&nbsp;<\/p>\n<p><strong>ARTICLE 10 : POLITIQUE DE CONSERVATION DES DONNÉES<\/strong><\/p>\n<p>La plateforme conserve vos données pour la durée nécessaire pour vous fournir ses services ou de vous fournir une assistance.<br \/>\nDans la mesure raisonnablement nécessaire ou requises pour satisfaire aux obligations légales et réglementaires, régler des litiges, empêcher les fraudes et abus où appliquer nos modalités et conditions, nous pouvons également conserver certaines de vos informations si nécessaire, même après que vous ayez fermé votre compte ou que nous n&rsquo;avons plus besoin pour vous fournir des services.<\/p>\n<p>&nbsp;<\/p>\n<p><strong>ARTICLE 11 : PARTAGE DES DONNÉES PERSONNELLES AVEC DES TIERS<\/strong><\/p>\n<p>Les données personnelles peuvent être partagées avec des sociétés tierces exclusivement dans l&rsquo;Union européenne, dans le cas suivants :<\/p>\n<ul>\n<li>Quand l&rsquo;utilisateur utilise des services de paiement, pour la mise en œuvre de ses services, la plateforme est en relation avec des sociétés bancaires et financières tierces avec lesquelles elle a passé des contrats ;<\/li>\n<li>Lorsque l&rsquo;utilisateur publie, dans les zones de commentaires libres de la plateforme, des informations accessibles au public ;<\/li>\n<li>Quand l&rsquo;utilisateur autorise le site web d&rsquo;un tiers à accéder à ses données ;<\/li>\n<li>Quand la plate-forme recours au service de prestataire pour fournir l&rsquo;assistance utilisateurs, la publicité et les services de paiement. Ses prestataires disposent d&rsquo;un accès limité aux données de l&rsquo;utilisateur, dans le cadre de l&rsquo;exécution de ses prestations, et une obligation contractuelle de les utiliser en conformité avec les dispositions de la réglementation applicable en matière protection des données à caractère personnel ;<\/li>\n<li>Si la loi l&rsquo;exige, la plateforme peut effectuer la transmission de données pour donner suite aux réclamations présentées contre la plateforme et ce conformément aux procédures administratives et judiciaires ;<\/li>\n<\/ul>\n<p>&nbsp;<\/p>\n<p><strong>ARTICLE 12 : OFFRES COMMERCIALES<\/strong><\/p>\n<p>Vous êtes susceptible de recevoir des offres commerciales de l&rsquo;éditeur. Si vous ne le souhaitez pas, fermez votre navigateur ou effectuer une nouvelle recherche afin de sortir du site actuel.<\/p>\n<p>Vos données sont susceptibles d&rsquo;être utilisées par les partenaires de l&rsquo;éditeur à des fins de prospection commerciale, si vous ne le souhaitez pas nous vous invitons à sortir du site<\/p>\n<p>Si, lors de la consultation du site, vous accédez à des données à caractère personnel, vous devez vous abstenir de toute collecte, de toute utilisation non autorisée et de tout acte pouvant constituer une atteinte à la vie privée ou à la réputation des personnes. L&rsquo;éditeur décline toute responsabilité à cet égard.<\/p>\n<p>Les données sont conservées et utilisées pour une durée conforme à la législation en vigueur.<\/p>\n<p>&nbsp;<\/p>\n<p><strong>ARTICLE 13 : COOKIES<\/strong><\/p>\n<p>Qu&rsquo;est-ce qu&rsquo;un “cookies” ?<\/p>\n<p>Un “cookie” ou un traceur et affiche électronique déposer sur un terminal (ordinateur, tablette, smartphone, etc.) Élu par exemple lors de la consultation d&rsquo;un site internet, de la lecture d&rsquo;un courrier électronique, de l&rsquo;installation ou de l&rsquo;utilisation d&rsquo;un logiciel ou d&rsquo;une application mobile et ce quel que soit le type de terminal utilisé plus d&rsquo;informations sur le site de la CNIL.<\/p>\n<p>En naviguant sur ce site, des “cookies” émanant de la société responsable du site concerné et\/ou des sociétés tierces pourront être déposés sur votre terminal.<br \/>\nLors de la première navigation sur ce site, une bannière explicative sur l&rsquo;utilisation des “cookies” apparaîtra. Dès lors en poursuivant la navigation, le client et\/ou prospect sera réputé informé et avoir accepté l&rsquo;utilisation desdits “cookies”. Le consentement donné sera valable pour une période inférieure ou de maximum treize (13) mois. L&rsquo;utilisateur a la possibilité de désactiver les cookies à partir des paramètres de son navigateur.<\/p>\n<p>Toutes les informations collectées ne seront utilisées que pour suivre le volume, le type et la configuration du trafic utilisant ce site, pour développer la conception et l&rsquo;agencement et à d&rsquo;autres fins administratives et de planification et plus généralement pour améliorer le service que nous vous offrons.<br \/>\nLes cookies suivantes peuvent êtres présentés sur ce site:<\/p>\n<p>&nbsp;<\/p>\n<p>Cookies Google:<\/p>\n<ul>\n<li>Google analytics : permet de mesurer l&rsquo;ambiance du site.<\/li>\n<li>Google tag manager : facilite la présentation des tags sur les pages et permet de gérer les balises Google.<\/li>\n<li>Google Adsense; régie publicitaire de Google utilisant les sites web ou les vidéos YouTube comme support pour ces annonces.<\/li>\n<li>Google dynamic remarketing: permets de vous proposer de la publicité dynamique en fonction des précédentes recherches.<\/li>\n<li>Google Adwords conversion: outil de suivi des campagnes publicitaires Adwords.<\/li>\n<li>Google maps: Permettant le géolocalisation entre vous et nos services.<\/li>\n<li>Double click: cookie publicitaire de google pour diffuser des bannières.<\/li>\n<\/ul>\n<p>&nbsp;<\/p>\n<p>Cookies facebook:<\/p>\n<ul>\n<li>Facebook Connect : permet de s&rsquo;identifier à l&rsquo;aide de son compte Facebook<\/li>\n<li>Facebook social plugin: permet de liker, partager, commenter du contenu avec un compte Facebook.<\/li>\n<li>Facebook custom audience: permet d&rsquo;interagir avec l&rsquo;audience sur Facebook.<\/li>\n<li>Facebook Flux: Permet de récupérer les postes d&rsquo;une page ou profil facebook et de le republier sur le site actuel<\/li>\n<\/ul>\n<p>&nbsp;<\/p>\n<p>Cookies Twitter:<\/p>\n<ul>\n<li>Twitter buttoN: permet de partager facilement et afficher le contenu de Twitter.<\/li>\n<li>Twitter advertising: permet d&rsquo;afficher et de citer des publicité par la régie publicitaire de Twitter.<\/li>\n<\/ul>\n<p>&nbsp;<\/p>\n<p>Cookie Instagram:<br \/>\nPossibilité d&rsquo;affichage d&rsquo;un bouton Instagram ou de la récupération du flux photo afin de visualisé les photos depuis le site.<\/p>\n<p>&nbsp;<\/p>\n<p>Autres:<br \/>\nCookie de session permettant la gestion des utilisateurs, antispam, protection, cache pour améliorer la rapidité de navigation de l&rsquo;utilisateur sur le site, système d&rsquo;auto publication des réseaux sociaux vers le site actuel. SEO pour le référencement, XML Sitemaps, SEO par pages, SEO mots clés, meta afin de permettre le référencement du site, adresse IP sur notre site permettant la protection de celui-ci.<br \/>\nLa durée de vie de ses cookies et d&rsquo;un maximum de treize mois.<br \/>\nPour plus d&rsquo;informations sur l&rsquo;utilisation, la gestion et la suppression des cookies, pour tout type de navigateur, nous vous invitons à consulter le site de la CNIL.<\/p>\n<p>&nbsp;<\/p>\n<p><strong>ARTICLE 14 : PHOTOGRAPHIE REPRÉSENTATION DES PRODUITS<\/strong><\/p>\n<p>Les photographies, videos de prestations, produits, accompagnant leur description, ne sont pas forcément contractuelles et n&rsquo;engage pas l&rsquo;éditeur.<\/p>\n<ul>\n<li>Remerciement à : Created by Kjpargeter &#8211; Freepik.com<\/li>\n<li>Remerciement à : Created by Kjpargeter &#8211; Freepik.com<\/li>\n<li>Image slider cell : Conçu par Kjpargeter &#8211; Freepik.com<\/li>\n<\/ul>\n<p>&nbsp;<\/p>\n<p><strong>ARTICLE 15 : LOI APPLICABLE<\/strong><\/p>\n<p>Les présentes conditions d&rsquo;utilisation du site sont régis par la loi française est soumise à la compétence des tribunaux du siège social de l&rsquo;éditeur, sous réserve d&rsquo;une attribution de compétence spécifique découlant d&rsquo;un texte de loi ou réglementaire particulier.<\/p>\n<p>&nbsp;<\/p>\n<p><strong>ARTICLE 16 : CONTACTEZ-NOUS<\/strong><\/p>\n<p>Pour toute question, informations sur les produits, prestations présentées sur le site, ou concernant le site lui-même, vous pouvez laisser un message via le formulaire de contact ou tout autres renseignements pouvant nous être adressées visible sur le site.<\/p>\n<p><em>Rédaction par © eDovel.com<\/em><\/p>[\/vc_column][\/vc_row]\n","protected":false},"excerpt":{"rendered":"[vc_row][vc_column][\/vc_column][\/vc_row]\n","protected":false},"author":1,"featured_media":0,"parent":0,"menu_order":0,"comment_status":"closed","ping_status":"closed","template":"","meta":[],"_links":{"self":[{"href":"https:\/\/golivertx.com\/wp-json\/wp\/v2\/pages\/4727"}],"collection":[{"href":"https:\/\/golivertx.com\/wp-json\/wp\/v2\/pages"}],"about":[{"href":"https:\/\/golivertx.com\/wp-json\/wp\/v2\/types\/page"}],"author":[{"embeddable":true,"href":"https:\/\/golivertx.com\/wp-json\/wp\/v2\/users\/1"}],"replies":[{"embeddable":true,"href":"https:\/\/golivertx.com\/wp-json\/wp\/v2\/comments?post=4727"}],"version-history":[{"count":5,"href":"https:\/\/golivertx.com\/wp-json\/wp\/v2\/pages\/4727\/revisions"}],"predecessor-version":[{"id":5202,"href":"https:\/\/golivertx.com\/wp-json\/wp\/v2\/pages\/4727\/revisions\/5202"}],"wp:attachment":[{"href":"https:\/\/golivertx.com\/wp-json\/wp\/v2\/media?parent=4727"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}