{"id":5212,"date":"2021-03-19T21:40:33","date_gmt":"2021-03-19T20:40:33","guid":{"rendered":"https:\/\/golivertx.com\/?p=5212"},"modified":"2021-03-19T21:41:11","modified_gmt":"2021-03-19T20:41:11","slug":"goliver-therapeutics-is-the-winner-of-the-french-governments","status":"publish","type":"post","link":"https:\/\/golivertx.com\/goliver-therapeutics-is-the-winner-of-the-french-governments\/?lang=en","title":{"rendered":"GoLiver Therapeutics is the winner of the French Government‘s"},"content":{"rendered":"<p>GoLiver Therapeutics is the winner of the French Government‘s<br \/>\n«Recovery plan for industry &#8211; strategic sectors» call for the<br \/>\nimplementation of its industrial manufacturing platform project<br \/>\naimed at developing a biomedicine from pluripotent stem cells<\/p>\n<p>The aim of this project is to manufacture, in France, a cell therapy product from<br \/>\npluripotent stem cells for the treatment of severe liver failure, which currently<br \/>\nhas no therapeutic solution other than liver transplantation.<br \/>\nNantes, France, March 18th 2021 &#8211; GoLiver Therapeutics, a start-up focused on the development of<br \/>\nAdvanced Therapy Medical Products, is the winner of the «Recovery plan for industry &#8211; strategic<br \/>\nsectors» call launched by the French Government to support investment and to boost the<br \/>\ncompetitiveness of French industry.<\/p>\n<p><strong>Industrial and Health Sovereignty<\/strong><br \/>\nGoLiver Therapeutics, which has developed a biomedicine consisting of an injectable solution of<br \/>\nallogeneic and frozen liver cells, manufactured from pluripotent stem cells, aims to market a cell<br \/>\ntherapy product for regenerative medicine at an affordable price and very low production cost.<br \/>\nThis €2 million investment, 50% of which is supported by France Relance, makes it possible to partly<br \/>\nfinance this crucial step in part, and also welcomes the deployment in France of bioproduction<br \/>\ncapacities, which are essential for securing the supply of therapeutic products.<\/p>\n<p>The cell therapy developed by the start-up offers regenerative biomedicine to treat:<br \/>\n&#8211; Severe liver failure with no therapeutic solution other than liver transplantation, the only curative<br \/>\ntreatment for end-stage liver diseases;<br \/>\n&#8211; Chronic liver diseases such as non-alcoholic fatty liver disease (NASH).<\/p>\n<p>By allowing patients to live without a liver transplant and with their own regenerated liver, GoLiver<br \/>\nTherapeutic solution will relieve the healthcare system of need for transplants and also allow the<br \/>\nreallocation of transplants to others. Finally, the start-up expects a drastic reduction in the cost per<br \/>\npatient.<\/p>\n<p>This grant comes at a crucial time in the start-up&rsquo;s development: production of its biomedicine at an<br \/>\nindustrial large-scale to produce clinical batches. This will bring the company closer to a phase I\/IIa<br \/>\nclinical trial, for which a partnership agreement with the Paul Brousse Hospital, the 1st liver transplant<br \/>\ncenter in France, has already been signed.<br \/>\n« At our current stage of development, finding private funding is not easy because our technology is<br \/>\ntruly revolutionary but recent in the pharmaceutical industry. In general, investors prefer to support<br \/>\nbiotechs at a more advanced stage and\/or with production technologies already proven in industry.<\/p>\n<p>Receiving a significant public fund is a real boost for our development in France and we thank the<br \/>\nFrench Government for supporting our strategic sector and for having selected our project. Cell<br \/>\ntherapy today is a bit like mRNA 10 years ago: Great potential, but a new pharmaceutical industry has<br \/>\nto be built, and this did not make investors dream, whereas today it has made it possible to developthe first vaccines against COVID-19 in record time. We believe that cell therapy, and pluripotent stem<br \/>\ncells in particular, will revolutionize patient care. While GoLiver Therapeutics is primarily focused on<br \/>\nliver disease, our cell therapy may offer solutions for the treatment of other organs.<\/p>\n<p>We believe that France has all the assets to become a leader in the cell therapy industry. We want to contribute to this<br \/>\nat our humble level, because it is in France that we want to write the future of GoLiver Therapeutics<br \/>\nand we hope to attract visionary and audacious investors like us. » said Tuan Huy Nguyen, President of GoLiver Therapeutics.<\/p>\n<p>« Liver transplantation is used in cases of terminal liver failure. The patient must then take lifelong<br \/>\nimmunosuppressive treatment to modulate the immune defenses and thus reduce graft rejection. This<br \/>\ntreatment has certain side effects. What is the alternative to transplantation? Regenerative medicine<br \/>\nfor severe liver failure holds promise for avoiding transplantation. Goliver Therapeutics proposes a<br \/>\nsolution based on the capacity of one’s own liver cells to regenerate, it is a treatment of the future. »<br \/>\nsays André Le Tutour, Vice-President of TransHepate, the National Federation of Liver Patients and<br \/>\nTransplants and President-Founder of the Regional Association TransHepate Bretagne Ouest at the<br \/>\nUniversity Hospital of Rennes.<\/p>\n<p><strong>About GoLiver Therapeutics &#8211; https:\/\/golivertx.com\/<\/strong><\/p>\n<p>GoLiver Therapeutics is a spin-off created in 2017 from Inserm and the University of Nantes (CRTI<br \/>\nUMR1064) focused on developing Advanced Therapy Medicinal Products (ATMPs) to meet a major<br \/>\nmedical need in liver transplantation. GoLiver Therapeutics aims to become a world leader in the<br \/>\nregenerative medicine field by tackling liver regeneration, by conducting the first clinical studies and<br \/>\nbringing the first innovative cell-based drug for treating liver diseases without the need for transplant<br \/>\nby using the breakthrough technology of pluripotent stem cells.<\/p>\n<p>Receiving the Seal of Excellence of the European Union in 2020, highlighted by Challenges magazine<br \/>\nas one of the “100 start-ups to invest in” for 2019, GoLiver Therapeutics has been awarded the France<br \/>\nFrench Transfer Invest 2019, the i-LAB 2016 national Grand Prize for health biotechs and i-LAB 2015<br \/>\nin the emerging start-ups category. Its R&amp;D is supported by BPI France and European Union (ERDF)<br \/>\nfunding of €400,000 to develop the first stages of bioproduction process industrialization (2018-2020).<\/p>\n<p><strong>Contact presse<\/strong><br \/>\nFlorence Portejoie I Mob : + 33 6 07 76 82 83 I fportejoie@fp2com.fr<\/p>\n<p>&nbsp;<\/p>\n<p>PDF Link : <a href=\"https:\/\/golivertx.com\/wp-content\/uploads\/2021\/03\/GoLiver_CP_Subvention_France_Relance_20210318-EN.pdf\" target=\"_blank\" rel=\"noopener\">GoLiver_CP_Subvention_France_Relance_20210318 EN<\/a><\/p>\n","protected":false},"excerpt":{"rendered":"<p>GoLiver Therapeutics is the winner of the French Government‘s «Recovery plan for industry &#8211; strategic sectors» call for the implementation of its industrial manufacturing platform project aimed at developing a biomedicine from pluripotent stem cells The aim of this project is to manufacture, in France, a cell therapy product from pluripotent stem cells for the [&hellip;]\n","protected":false},"author":1,"featured_media":0,"comment_status":"closed","ping_status":"closed","sticky":false,"template":"","format":"standard","meta":[],"categories":[1],"tags":[],"_links":{"self":[{"href":"https:\/\/golivertx.com\/wp-json\/wp\/v2\/posts\/5212"}],"collection":[{"href":"https:\/\/golivertx.com\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/golivertx.com\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/golivertx.com\/wp-json\/wp\/v2\/users\/1"}],"replies":[{"embeddable":true,"href":"https:\/\/golivertx.com\/wp-json\/wp\/v2\/comments?post=5212"}],"version-history":[{"count":2,"href":"https:\/\/golivertx.com\/wp-json\/wp\/v2\/posts\/5212\/revisions"}],"predecessor-version":[{"id":5216,"href":"https:\/\/golivertx.com\/wp-json\/wp\/v2\/posts\/5212\/revisions\/5216"}],"wp:attachment":[{"href":"https:\/\/golivertx.com\/wp-json\/wp\/v2\/media?parent=5212"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/golivertx.com\/wp-json\/wp\/v2\/categories?post=5212"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/golivertx.com\/wp-json\/wp\/v2\/tags?post=5212"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}